{

    "bootstrapper":"Hi there,\n\nFirstly reinstall Synapse (link at the bottom) and run Synapse X as administrator. If this does not fix it, run Synapse with a VPN. We highly recommend ProtonVPN as its free, safe, and works perfectly unlike other VPNs such as Hotspot.\n\nSynapse: https://mega.nz/file/TsQBkaTZ#a5fbStB8gjPmSdUVFA5IT43N-WogqfNn-dvRXhqmRwQ\nProton: https://protonvpn.com/download\n\nBest regards.",
    "C2-2": "Hi there\n\nPress win + r , then type %appdata% go to Discord, then go to folder 0.0.306, then modules, and then discord_desktop_core\nRight click on index.js and click edit\n\nDelete everything except for module.exports = require('./core.asar');\n\nBest regards.",
    "Checking status" : "Hi there,\n\nAssuming your windows version is up to date, ensure you have Synapse excluded by your antivirus and you have no unknown antiviruses in your programs (press Win + R & appwiz.cpl)\n\nIf reinstalling synapse and running as administrator does not work, create a new user on the PC (Settings > Accounts > Family & other users > Add someone else to this PC). Next change the new user account type to administrator and download synapse there.\n\nBest regards.",
    "Black box" : "Hi there,\n\nhttps://support.microsoft.com/en-us/help/2977003/the-latest-supported-visual-c-downloads \nInstall BOTH x86 and x64\nEnsure you actually open both installers and click install\nRestart your PC, run synapse as administrator\n\nBest regards.",
    "Large" : "Hi there,\n\nNavigate to the Synapse X folder, find the bin folder, delete it and run synapse as administrator.\nIf this does not fix the issue, run synapse with a VPN. We recommend https://protonvpn.com as its free, safe and it works unlike other free VPNs.\n\nBest regards.",
    "Stuck on injection": "Hi there,\n\nAssuming your windows version is up to date, please reinstall Synapse & ROBLOX.\n\nIf the prior fix does not resolve the issue, press Win + R, type appwiz.cpl, remove any antiviruses you may have.\n\nBest regards.",
    "You already have a synapse account":"Hi there,\n\nGo to Settings > System > About and select the Rename PC button in the right column under PC. Then type the name you want to rename the computer. Once entered, restart your PC.\n\nBest regards.",
    "User Account":"Hi there,\n\nGo to settings > accounts > family & other users > Add someone else to this PC.\n\nCreate a new user and change the account type to administrator.\n\nNow log into the new user and download synapse.\n\nBest regards.",
    "More than one instance":"Hi there,\n\nRestart your PC and try using legacy UI and tell me if the same thing happens. Also, open task manager, look for any synapse instances or anything containing 'cefsharp' and end process.\n\nBest regards.",
    "Inactive":"Ticket closed due to inactivity.\n\nRegards, nausea",
    "Internal":"Hi there,\n\nHead over to Settings > Time & Language > Date & time > Set time & timezone automatically then run Synapse.\n\nIf the following fix doesn't work, Go to Settings > System > About and select the Rename PC button in the right column under PC. Then type the name you want to rename the computer. Once entered, restart your PC.\n\nBest regards.",
    "web-auth":"Hi there,\n\nDownload the HitManPro antivirus software, when asked for an email type in “a.a@a.com”. Once done, run a “Scan Threat”, when it’s finished restart your computer. After that, download Malwarebytes and run a “Thread Scan” as well. Once done, remove any suspicious tasks that show up, restart your computer, then redownload Synapse.\n\nHitmanpro: https://www.hitmanpro.com/\nMalwareBytes: https://malwarebytes.com/\n\nBest regards.",
    "24H":"Hi there,\n\nPlease message an administrator within the Synapse X discord server with the hostname of every PC you've used Synapse on\n\nYou can retreive the hostname by typing 'hostname' in command prompt.\n\nIf you have not yet been invited to the server, add nausea#2832 to receive an invite\n\nBest regards.",
    "Discord":"Hi there,\n\nPlease add nausea#2832 on Discord to receive an invite to the official Synapse X Discord server.\n\nBest regards.",
    "lua-decomp":"Hi there,\n\nNavigate to the Synapse X folder, locate the bin folder, replace lua-decomp.exe with the following: http://www.filedropper.com/lua-decomp\n\nIf lua-decomp does not already exist in the folder, then just put the new file inside.\n\nBest regards.",
    "antivirus":"Hi there,\n\nFirstly, press Win + R, type 'appwiz.cpl' uninstall any antiviruses you may have and especially anything named 'SAntivirus'. Now head to Settings > Updates & security > Windows security > Open windows security > virus & threat protection > Manage settings, disable realtime protection and download Synapse.\n\n Extract the Synapse X folder then head back to Settings > Updates & security > Windows security > Open windows security > virus & threat protection > Manage settings > Exclusions and add the Synapse X folder as an exclusion. You may re-enable realtime protection now.\n\nBest regards.",
    "Failed to find instance":"Hi there,\n\nFirstly, please ensure you're downloading and running ROBLOX from the site (https://roblox.com) and not from the microsoft store. If you are running from the site and the error persists, reinstall both Synapse X and ROBLOX.\n\nSynapse: https://mega.nz/file/TsQBkaTZ#a5fbStB8gjPmSdUVFA5IT43N-WogqfNn-dvRXhqmRwQ\nROBLOX: https://roblox.com\n\nBest regards.",
    "Verify":"Hi there,\n\nPlease add and DM nausea#2832 on Discord to be verified in the official Synapse X Discord server.\n\nBest regards.",
    "Password":"Hi there,\n\nIn the Synapse folder, open the auth folder, and delete the token.bin file. Then, open Synapse again and click 'forgot password'. You will be emailed a reset token; the rest is straightforward.\n\nBest regards.",
    "6 months":"Hi there,\n\nYour appeal is automatically denied due to your ban occuring 6+ months ago.\nPlease do not create further tickets regarding your ban.\n\nBest regards.",
    "Accepted":"Hi there,\n\nAfter confirming the validity of your ban reason(s), we've decided to unban you from the server.\n\nBest regards.",
    "Detail":"Hi there,\n\nPlease reply with a more formal appeal including the following,\n\n- The reason for your ban (reason)\n- Why you should be unbanned\n- What you will do to prevent yourself from breaking our rules in the future\n\nNOTES\n\nBest regards."
  }
