{

    "bootstrapper":"Firstly reinstall Synapse (link at the bottom) and run Synapse X as administrator. If this does not fix it, run Synapse with a VPN. We highly recommend ProtonVPN as its free, safe, and works perfectly unlike other VPNs such as Hotspot.\n\nSynapse:https://mega.nz/#!mNEQRaBT!LmoibSBzCG8MNnsCffrIJLse-acuS8GOBtjS8cgruBg\nProton: https://protonvpn.com/",
    "C2-2": "Press win + r , then type %appdata% go to Discord, then go to folder 0.0.306, then modules, and then discord_desktop_core\nRight click on index.js and click edit\n\nDelete everything except for module.exports = require('./core.asar');",
    "Checking status" : "Assuming your windows version is up to date, ensure you have Synapse excluded by your antivirus and you have no unknown antiviruses in your programs (press Win + R & appwiz.cpl)\n\nIf reinstalling synapse and running as administrator does not work, create a new user on the PC (Settings > Accounts > Family & other users > Add someone else to this PC). Next change the new user account type to administrator and download synapse there.",
    "Black box" : "https://support.microsoft.com/en-us/help/2977003/the-latest-supported-visual-c-downloads \nInstall BOTH x86 and x64\nEnsure you actually open both installers and click install\nRestart your PC, run synapse as administrator",
    "Large" : "Hi, xxxx\n\nNavigate to the Synapse X folder, find the bin folder, delete it and run synapse as administrator.\nIf this does not fix the issue, run synapse with a VPN. We recommend https://protonvpn.com as its free, safe and it works unlike other free VPNs.\n\nRegards, nausea",
    "Stuck on injection": "Assuming your windows version is up to date, please reinstall Synapse & ROBLOX.\n\nIf the prior fix does not resolve the issue, press Win + R, type appwiz.cpl, remove any antiviruses you may have.",
    "You already have a synapse account":"Go to Settings > System > About and select the Rename PC button in the right column under PC. Then type the name you want to rename the computer. Once entered, restart your PC.",
    "User Account":"Hi, xxx\n\nGo to settings > accounts > family & other users > Add someone else to this PC.\n\nCreate a new user and change the account type to administrator.\n\nNow log into the new user and download synapse.\n\nRegards, nausea",
    "More than one instance":"Try using legacy UI and tell me if the same thing happens. Also, open task manager, look for any synapse instances or anything containing 'cefsharp' and end process.",
    "Inactive":"Ticket closed due to inactivity. Regards, nausea"

  
  }
